jmeter/Results/statistics.json
{
  "https://demowebshop.tricentis.com/register" : {
    "transaction" : "https://demowebshop.tricentis.com/register",
    "sampleCount" : 38,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1612.8157894736844,
    "medianResTime" : 753.0,
    "minResTime" : 308.0,
    "maxResTime" : 9565.0,
    "pct1ResTime" : 5081.6,
    "pct2ResTime" : 5517.049999999988,
    "pct3ResTime" : 9565.0,
    "throughput" : 0.12150551730973995,
    "receivedKBytesPerSec" : 1.6398685881858268,
    "sentKBytesPerSec" : 0.1676259040969742
  },
  "https://demowebshop.tricentis.com/logout-1" : {
    "transaction" : "https://demowebshop.tricentis.com/logout-1",
    "sampleCount" : 11,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2404.3636363636365,
    "medianResTime" : 1410.0,
    "minResTime" : 340.0,
    "maxResTime" : 10514.0,
    "pct1ResTime" : 9407.000000000004,
    "pct2ResTime" : 10514.0,
    "pct3ResTime" : 10514.0,
    "throughput" : 0.06356581083970436,
    "receivedKBytesPerSec" : 2.2426191877011714,
    "sentKBytesPerSec" : 0.06046201148229692
  },
  "https://demowebshop.tricentis.com/logout-0" : {
    "transaction" : "https://demowebshop.tricentis.com/logout-0",
    "sampleCount" : 11,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 970.5454545454545,
    "medianResTime" : 416.0,
    "minResTime" : 191.0,
    "maxResTime" : 3254.0,
    "pct1ResTime" : 3020.4000000000005,
    "pct2ResTime" : 3254.0,
    "pct3ResTime" : 3254.0,
    "throughput" : 0.06458696635019054,
    "receivedKBytesPerSec" : 0.04358358764451334,
    "sentKBytesPerSec" : 0.059036523929471035
  },
  "https://demowebshop.tricentis.com/smartphone" : {
    "transaction" : "https://demowebshop.tricentis.com/smartphone",
    "sampleCount" : 13,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1798.5384615384614,
    "medianResTime" : 1636.0,
    "minResTime" : 390.0,
    "maxResTime" : 5447.0,
    "pct1ResTime" : 4256.5999999999985,
    "pct2ResTime" : 5447.0,
    "pct3ResTime" : 5447.0,
    "throughput" : 0.07644675483525724,
    "receivedKBytesPerSec" : 2.5063934571133704,
    "sentKBytesPerSec" : 0.06539780980047397
  },
  "https://demowebshop.tricentis.com/register-1" : {
    "transaction" : "https://demowebshop.tricentis.com/register-1",
    "sampleCount" : 18,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 442.05555555555554,
    "medianResTime" : 331.5,
    "minResTime" : 151.0,
    "maxResTime" : 1294.0,
    "pct1ResTime" : 960.1000000000005,
    "pct2ResTime" : 1294.0,
    "pct3ResTime" : 1294.0,
    "throughput" : 0.06462801193463953,
    "receivedKBytesPerSec" : 0.09435437289285753,
    "sentKBytesPerSec" : 0.060083854845485195
  },
  "https://demowebshop.tricentis.com/register-0" : {
    "transaction" : "https://demowebshop.tricentis.com/register-0",
    "sampleCount" : 18,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1520.888888888889,
    "medianResTime" : 626.5,
    "minResTime" : 216.0,
    "maxResTime" : 5022.0,
    "pct1ResTime" : 4224.600000000001,
    "pct2ResTime" : 5022.0,
    "pct3ResTime" : 5022.0,
    "throughput" : 0.06464240182435223,
    "receivedKBytesPerSec" : 0.03295247436749205,
    "sentKBytesPerSec" : 0.07647527203677434
  },
  "https://demowebshop.tricentis.com/" : {
    "transaction" : "https://demowebshop.tricentis.com/",
    "sampleCount" : 37,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1833.4864864864867,
    "medianResTime" : 1126.0,
    "minResTime" : 338.0,
    "maxResTime" : 9209.0,
    "pct1ResTime" : 4899.400000000001,
    "pct2ResTime" : 6514.400000000004,
    "pct3ResTime" : 9209.0,
    "throughput" : 0.1221888312803408,
    "receivedKBytesPerSec" : 4.231233333195734,
    "sentKBytesPerSec" : 0.08224397105445659
  },
  "https://demowebshop.tricentis.com/logout" : {
    "transaction" : "https://demowebshop.tricentis.com/logout",
    "sampleCount" : 11,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3376.3636363636365,
    "medianResTime" : 1827.0,
    "minResTime" : 541.0,
    "maxResTime" : 13769.0,
    "pct1ResTime" : 12180.800000000007,
    "pct2ResTime" : 13769.0,
    "pct3ResTime" : 13769.0,
    "throughput" : 0.06349206349206349,
    "receivedKBytesPerSec" : 2.2828621031746033,
    "sentKBytesPerSec" : 0.11842757936507936
  },
  "https://demowebshop.tricentis.com/login" : {
    "transaction" : "https://demowebshop.tricentis.com/login",
    "sampleCount" : 20,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1814.25,
    "medianResTime" : 1370.5,
    "minResTime" : 294.0,
    "maxResTime" : 5486.0,
    "pct1ResTime" : 5183.200000000004,
    "pct2ResTime" : 5481.5,
    "pct3ResTime" : 5486.0,
    "throughput" : 0.10548300668762263,
    "receivedKBytesPerSec" : 2.359368489720681,
    "sentKBytesPerSec" : 0.10705907114301386
  },
  "https://demowebshop.tricentis.com/electronics" : {
    "transaction" : "https://demowebshop.tricentis.com/electronics",
    "sampleCount" : 15,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1818.6666666666663,
    "medianResTime" : 1465.0,
    "minResTime" : 673.0,
    "maxResTime" : 4602.0,
    "pct1ResTime" : 3765.6000000000004,
    "pct2ResTime" : 4602.0,
    "pct3ResTime" : 4602.0,
    "throughput" : 0.0771204261160611,
    "receivedKBytesPerSec" : 1.6896452733533502,
    "sentKBytesPerSec" : 0.06604942744510311
  },
  "https://demowebshop.tricentis.com/cell-phones" : {
    "transaction" : "https://demowebshop.tricentis.com/cell-phones",
    "sampleCount" : 13,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2369.1538461538457,
    "medianResTime" : 1279.0,
    "minResTime" : 378.0,
    "maxResTime" : 9768.0,
    "pct1ResTime" : 7953.999999999998,
    "pct2ResTime" : 9768.0,
    "pct3ResTime" : 9768.0,
    "throughput" : 0.0773625327303023,
    "receivedKBytesPerSec" : 2.001377787654725,
    "sentKBytesPerSec" : 0.06625677851999524
  },
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 10,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 16355.9,
    "medianResTime" : 11498.0,
    "minResTime" : 5388.0,
    "maxResTime" : 29651.0,
    "pct1ResTime" : 29581.3,
    "pct2ResTime" : 29651.0,
    "pct3ResTime" : 29651.0,
    "throughput" : 0.05417675708767425,
    "receivedKBytesPerSec" : 13.886984237272527,
    "sentKBytesPerSec" : 0.5779559515876499
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 205,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1738.8682926829265,
    "medianResTime" : 1016.0,
    "minResTime" : 151.0,
    "maxResTime" : 13769.0,
    "pct1ResTime" : 4482.400000000001,
    "pct2ResTime" : 5368.399999999999,
    "pct3ResTime" : 10469.239999999998,
    "throughput" : 0.6323062212763332,
    "receivedKBytesPerSec" : 12.828409465508468,
    "sentKBytesPerSec" : 0.6532585939668734
  }
}