jmeter/Results/statistics.json
{
  "https://demowebshop.tricentis.com/register" : {
    "transaction" : "https://demowebshop.tricentis.com/register",
    "sampleCount" : 40,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 626.3999999999997,
    "medianResTime" : 380.0,
    "minResTime" : 295.0,
    "maxResTime" : 6341.0,
    "pct1ResTime" : 896.9,
    "pct2ResTime" : 953.5,
    "pct3ResTime" : 6341.0,
    "throughput" : 0.13580360083247608,
    "receivedKBytesPerSec" : 1.7545719130992758,
    "sentKBytesPerSec" : 0.1923398069212305
  },
  "https://demowebshop.tricentis.com/logout-1" : {
    "transaction" : "https://demowebshop.tricentis.com/logout-1",
    "sampleCount" : 11,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 401.3636363636363,
    "medianResTime" : 366.0,
    "minResTime" : 342.0,
    "maxResTime" : 558.0,
    "pct1ResTime" : 542.6,
    "pct2ResTime" : 558.0,
    "pct3ResTime" : 558.0,
    "throughput" : 0.07354760201386706,
    "receivedKBytesPerSec" : 2.594779509721656,
    "sentKBytesPerSec" : 0.06995641050928372
  },
  "https://demowebshop.tricentis.com/logout-0" : {
    "transaction" : "https://demowebshop.tricentis.com/logout-0",
    "sampleCount" : 11,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 295.45454545454544,
    "medianResTime" : 229.0,
    "minResTime" : 186.0,
    "maxResTime" : 696.0,
    "pct1ResTime" : 661.2000000000002,
    "pct2ResTime" : 696.0,
    "pct3ResTime" : 696.0,
    "throughput" : 0.07338519220248975,
    "receivedKBytesPerSec" : 0.04952067169132854,
    "sentKBytesPerSec" : 0.0670786522475883
  },
  "https://demowebshop.tricentis.com/smartphone" : {
    "transaction" : "https://demowebshop.tricentis.com/smartphone",
    "sampleCount" : 17,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 692.4705882352941,
    "medianResTime" : 372.0,
    "minResTime" : 339.0,
    "maxResTime" : 1601.0,
    "pct1ResTime" : 1419.3999999999999,
    "pct2ResTime" : 1601.0,
    "pct3ResTime" : 1601.0,
    "throughput" : 0.06952083784877991,
    "receivedKBytesPerSec" : 2.279319422946375,
    "sentKBytesPerSec" : 0.059472904253448436
  },
  "https://demowebshop.tricentis.com/register-1" : {
    "transaction" : "https://demowebshop.tricentis.com/register-1",
    "sampleCount" : 20,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 219.79999999999998,
    "medianResTime" : 161.0,
    "minResTime" : 150.0,
    "maxResTime" : 686.0,
    "pct1ResTime" : 491.5000000000005,
    "pct2ResTime" : 677.4499999999998,
    "pct3ResTime" : 686.0,
    "throughput" : 0.076966000269381,
    "receivedKBytesPerSec" : 0.11236735390891073,
    "sentKBytesPerSec" : 0.07155432837544014
  },
  "https://demowebshop.tricentis.com/register-0" : {
    "transaction" : "https://demowebshop.tricentis.com/register-0",
    "sampleCount" : 20,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 283.5,
    "medianResTime" : 219.0,
    "minResTime" : 193.0,
    "maxResTime" : 596.0,
    "pct1ResTime" : 475.1,
    "pct2ResTime" : 589.9999999999999,
    "pct3ResTime" : 596.0,
    "throughput" : 0.0768737003540034,
    "receivedKBytesPerSec" : 0.03918756990702126,
    "sentKBytesPerSec" : 0.09095720248917043
  },
  "https://demowebshop.tricentis.com/" : {
    "transaction" : "https://demowebshop.tricentis.com/",
    "sampleCount" : 40,
    "errorCount" : 1,
    "errorPct" : 2.5,
    "meanResTime" : 986.9999999999999,
    "medianResTime" : 876.5,
    "minResTime" : 331.0,
    "maxResTime" : 5620.0,
    "pct1ResTime" : 1530.2,
    "pct2ResTime" : 2678.9,
    "pct3ResTime" : 5620.0,
    "throughput" : 0.12494299475864139,
    "receivedKBytesPerSec" : 4.325053061728086,
    "sentKBytesPerSec" : 0.08571528693158746
  },
  "https://demowebshop.tricentis.com/logout" : {
    "transaction" : "https://demowebshop.tricentis.com/logout",
    "sampleCount" : 11,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 698.0909090909091,
    "medianResTime" : 669.0,
    "minResTime" : 537.0,
    "maxResTime" : 1068.0,
    "pct1ResTime" : 1027.4,
    "pct2ResTime" : 1068.0,
    "pct3ResTime" : 1068.0,
    "throughput" : 0.07320595497168261,
    "receivedKBytesPerSec" : 2.6321258302220802,
    "sentKBytesPerSec" : 0.13654626366788455
  },
  "https://demowebshop.tricentis.com/login" : {
    "transaction" : "https://demowebshop.tricentis.com/login",
    "sampleCount" : 21,
    "errorCount" : 1,
    "errorPct" : 4.7619047,
    "meanResTime" : 602.2380952380952,
    "medianResTime" : 303.0,
    "minResTime" : 275.0,
    "maxResTime" : 5359.0,
    "pct1ResTime" : 687.4000000000001,
    "pct2ResTime" : 4893.399999999993,
    "pct3ResTime" : 5359.0,
    "throughput" : 0.1305937663242208,
    "receivedKBytesPerSec" : 2.920480833810104,
    "sentKBytesPerSec" : 0.13217881901258674
  },
  "https://demowebshop.tricentis.com/electronics" : {
    "transaction" : "https://demowebshop.tricentis.com/electronics",
    "sampleCount" : 17,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1011.705882352941,
    "medianResTime" : 882.0,
    "minResTime" : 351.0,
    "maxResTime" : 2685.0,
    "pct1ResTime" : 1775.3999999999992,
    "pct2ResTime" : 2685.0,
    "pct3ResTime" : 2685.0,
    "throughput" : 0.06897671021666801,
    "receivedKBytesPerSec" : 1.5112231383895967,
    "sentKBytesPerSec" : 0.059074780136736185
  },
  "https://demowebshop.tricentis.com/cell-phones" : {
    "transaction" : "https://demowebshop.tricentis.com/cell-phones",
    "sampleCount" : 17,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 506.52941176470586,
    "medianResTime" : 393.0,
    "minResTime" : 352.0,
    "maxResTime" : 1137.0,
    "pct1ResTime" : 1052.1999999999998,
    "pct2ResTime" : 1137.0,
    "pct3ResTime" : 1137.0,
    "throughput" : 0.06930345946562956,
    "receivedKBytesPerSec" : 1.7928886178749928,
    "sentKBytesPerSec" : 0.05935462299937219
  },
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 11,
    "errorCount" : 1,
    "errorPct" : 9.090909,
    "meanResTime" : 7221.272727272728,
    "medianResTime" : 6981.0,
    "minResTime" : 4685.0,
    "maxResTime" : 11276.0,
    "pct1ResTime" : 11197.800000000001,
    "pct2ResTime" : 11276.0,
    "pct3ResTime" : 11276.0,
    "throughput" : 0.06873582323645748,
    "receivedKBytesPerSec" : 17.478554471968284,
    "sentKBytesPerSec" : 0.726571336068186
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 225,
    "errorCount" : 2,
    "errorPct" : 0.8888889,
    "meanResTime" : 622.9999999999997,
    "medianResTime" : 381.0,
    "minResTime" : 150.0,
    "maxResTime" : 6341.0,
    "pct1ResTime" : 1071.6000000000001,
    "pct2ResTime" : 1409.6999999999996,
    "pct3ResTime" : 5552.140000000002,
    "throughput" : 0.6843148943417803,
    "receivedKBytesPerSec" : 13.9025075341169,
    "sentKBytesPerSec" : 0.706528397357328
  }
}